import React from 'react'

export default function contactUs () {
    return (
      <>
      <div className="bg-[#f3f3f3]">
      <div className="container pt-20 pb-8">
      <h1 className="text-center text-3xl pb-4">سياسة الخصوصية - Privacy Policy</h1>
      <p className="text-lg py-2 font-bold">إذا كنت بحاجة إلى أي مزيد من المعلومات أو لديك أية أسئلة عن سياسة الخصوصية ، لا تتردد في الاتصال بنا عن طريق البريد الالكتروني التالي : info@boqash.com . </p>
      <p className="text-lg py-2 font-bold"> خصوصية زوارنا لها أهمية بالغة بالنسبة لنا.  و وثيقة سياسة الخصوصية هذه تحدد الخطوط العريضة لأنواع المعلومات الشخصية التي يتلقاها و يجمعها مدونتنا وكيفية استخدامها.</p>
      <h2 className="text-blue-700 text-2xl font-bold">ملفات الدخول</h2>
      <p className="text-lg py-2 font-bold">مثل الكثير من المواقع على شبكة الانترنت، يستخدم مدونة بقش ملفات الدخول. المعلومات داخل ملفات الدخول تشمل: بروتوكول الإنترنت، وعناوين(IP)، نوع المتصفح ، مزود خدمة الانترنت (مقدمي خدمات الانترنت) ، والتاريخ / خواتم الوقت ، مصادر الزيارات / الخروج الصفحات ، وعدد النقرات لتحليل الاتجاهات وإدارة الموقع و مراقبة المستخدم أثناء التنقل في أرجاء الموقع ، وجمع المعلومات الديموغرافية.</p>
      <p className="text-lg py-2 font-bold">عناوين بروتوكول الإنترنت ، وغيرها من مثل هذه المعلومات ليست مرتبطة بأية معلومات لتحديد هويتك.</p>
      <h2 className="text-blue-700 text-2xl font-bold">القائمة البريدية : </h2>
      <p className="text-lg py-2 font-bold">بتسجيلك في القائمة البريدية لموقعنا فان خصوصية عنوان بريدك ستبقى محترمة و لن يتم نشره.</p>
      <h2 className="text-blue-700 text-2xl font-bold">الكوكيز واعدادات الشبكة :
</h2>
      <p className="text-lg py-2 font-bold">مدونة اكوا ويب تستخدم الكوكيز لتخزين المعلومات عن إعدادات الزوار ، و يتم تسجيل معلومات محددة عن المستخدم عند دخول أو زيارة إحدى الصفحات ، و يتم تخصيص محتوى صفحة ويب استنادا إلى نوع المتصفح الزوار أو معلومات أخرى عندما يرسل الزائر معلومات عبر المتصفح.</p>
      <h2 className="text-blue-700 text-2xl font-bold">كوكيز دبل كليك DoubleClick DART :</h2>
      <p className="text-lg py-2 font-bold">يتم إستخدام جوجل كطرف ثالث للبائعين ، و تستعمل الكوكيز لخدمة الإعلانات على موقعنا.</p>
      <p className="text-lg py-2 font-bold">استخدام جوجل للكوكيز يمهد لخدمة الإعلانات للمستخدمين بناء على زيارة المواقع وغيرها من المواقع على شبكة الإنترنت.</p>
<p className="text-lg py-2 font-bold">بعض من الشركاء الإعلانيين قد يستعملون الكوكيز ،  ويتضمن شركائنا الإعلانيين جوجل أدسنس. هذه الأطراف الثالث الإعلانية أو خوادم الشبكات الإعلانية تستخدم تكنولوجيا لعرض الإعلانات و الروابط التي تظهر في مدونتنا و هي ترسل مباشرة إلى المتصفحات. و تحصل تلقائيا على عنوان بروتوكول الإنترنت و تكنولوجيات أخرى (مثل الكوكيز، و بعض اكواد جافا سكريبت ، أو إعدادات الشبكة) يمكن أن تستخدم أيضا من قبل طرف ثالث كالشبكات الإعلانية لقياس فعالية إعلاناتها و / أو لإضفاء الصفة الشخصية على محتوى الإعلان الذي تراه.</p>
<p className="text-lg py-2 font-bold">مدونة بقش لا تستطيع الوصول إلى/ أو السيطرة على هذه المعلومات التي يستخدمها طرف ثالث من المعلنين.</p>
<p className="text-lg py-2 font-bold">إذا كنت ترغب في تعطيل الكوكيز ، يمكنك فعل ذلك من خلال خيارات المتصفح الخاص بك . 
</p>
      </div>
      </div>
      </>
    )
  }
